Repository: Isssaaac/FNMES
Catalog: FNMES.WebUI/Resources/SharedResource.*.resx
Languages: id_id

source: Export
id_id: EksporPenanda

source: Import
id_id: Impor penanda

source: CreateTime
id_id: BuatWaktu

source: SortCode
id_id: NomorSeri

source: Status
id_id: Keadaan

source: Home
id_id: Halaman

source: DataCollectionHomepage
id_id: HalamanAkuisisiData

source: Homepage
id_id: Halaman

source: UpdateLog
id_id: LogPemutakhiran

source: DataCollection
id_id: SistemAkuisisi

source: ShrinkMenu
id_id: MenuPenyusutan

source: Account
id_id: AkunKita

source: Password
id_id: Kode

source: LogIn
id_id: LogMasuk

source: ForgetThePassword?
id_id: LupaPassword?

source: LoggingIn...
id_id: Masuk...

source: LoginSuccessful,Redirected...
id_id: LogMasukSukses, Lompat...

source: LogInNow
id_id: MasukSekarang

source: AnExceptionOccurredDuringTheLoginProcess
id_id: SebuahAnomaliDalamProsesLogMasuk

source: PleaseContactTheAdministratorToResetYourPassword
id_id: SilahkanHubungiAdministratorUntukMeresetnya

source: AccountManagement
id_id: ManajemenAkun

source: Set
id_id: TelahDiatur

source: It is used to protect account information and login security
id_id: Digunakan untuk menjaga informasi akun dan login yang aman

source: Modify
id_id: Modifikasi

source: ChangePassword
id_id: UbahSandi

source: LastLogin
id_id: TerakhirMasuk

source: Enter the password to unlock...
id_id: Masukkan password untuk membuka..

source: Please enter the password!
id_id: Tolong masukkan kodenya!

source: The user authentication information has been cleared and needs to be re-authenticated.
id_id: Informasi sertifikat pengguna telah dibersihkan dan perlu disertifikasi lagi.

source: Unlock
id_id: Membuka

source: Wire MES
id_id: MES Garis

source: OldPassword
id_id: KataSandiLama

source: NewPassword
id_id: KataSandiBaru

source: ConfirmPassword
id_id: KonfirmasiSandi

source: Please enter the old password
id_id: Tolong masukkan kode lama

source: Please enter the new password
id_id: Password baru, silakan

source: Please confirm the new password
id_id: Mohon konfirmasi sandi baru

source: Save
id_id: Simpan

source: Reset
id_id: AturUlang

source: The password must be between 6 and 16 bits and must not contain special characters.
id_id: Kata sandi harus 6 sampai 16 bit dan tidak boleh berisi karakter khusus.

source: AccessException
id_id: PengecualianAkses

source: Oh my God.
id_id: Astaga.

source: The page was buried by heavy snow.
id_id: Halaman terkubur salju tebal.

source: If it is very serious, please contact the administrator
id_id: Jika memang serius, silahkan hubungi administrator

source: Theme
id_id: Tema

source: blue
id_id: biru

source: gray
id_id: abu-abu

source: black
id_id: hitam

source: UserList
id_id: DaftarPengguna

source: User account or name
id_id: Nomor akun pengguna atau nama

source: Name
id_id: Nama

source: Enabled
id_id: DanOnline

source: Disabled
id_id: Dinonaktifkan

source: There is no data available.
id_id: Mencari jutaan bukti.

source: NewUser
id_id: PenggunaBaru

source: Please check the option to modify individual records.
id_id: Harap centang catatan tunggal untuk merevisi.

source: ModifyUser
id_id: MemodifikasiPengguna

source: Please select the users you need to delete.
id_id: Centang pengguna yang ingin dihapus.

source: You have been selected
id_id: Anda telah memilih

source: piece of data. Are you sure to delete it?
id_id: data, apakah anda yakin ingin menghapusnya?

source: Please check the box for viewing individual records.
id_id: Centang catatan centang untuk melihat.

source: ViewUser
id_id: LihatPengguna

source: piece of data. Are you sure you want to reset your password?
id_id: data, apakah anda yakin ingin mereset pasword anda?

source: The user password has been reset to 123456
id_id: Sandi pengguna telah direset menjadi 123456

source: InitialPassword
id_id: SandiAwal

source: RoleAttributes
id_id: AtributPeran

source: Yes
id_id: Ya

source: No
id_id: Tidak

source: PersonalSignature
id_id: TandaKepribadian

source: This student is very lazy and said without an autograph
id_id: Teman sekelas malas, tidak ada tanda tangan tertulis ~

source: Creator
id_id: BuatPersonil

source: Reviser
id_id: DimodifikasiPersonil

source: ModificationTime
id_id: RevisiWaktu

source: Please select a role
id_id: Silahkan pilih peran

source: Please enter your account
id_id: Silahkan masukkan nomor rekening

source: Please enter your name
id_id: Nama silahkan

source: Please enter the sortcode
id_id: Masukkan kode sortko-nya

source: Submit
id_id: Pengiriman
