Repository: Isssaaac/FNMES
Catalog: FNMES.WebUI/Resources/Controllers/HomeController.*.resx
Languages: id_id, zh_cn

# AddEquipment
source: Add
id_id: Tambahkan
zh_cn: 添加

# AddPermission
source: Add
id_id: Tambahkan
zh_cn: 添加

# AddRole
source: Add
id_id: Tambahkan
zh_cn: 添加

# AddRoute
source: Add
id_id: Tambahkan
zh_cn: 添加

# AddUnitProcedure
source: Add
id_id: Tambahkan
zh_cn: 添加

# AddUser
source: Add
id_id: Tambahkan
zh_cn: 添加

source: Authorization
id_id: Otorisasi
zh_cn: 授权

source: BarcodeRule
id_id: AturanKodeBare
zh_cn: 条码规则

source: BindRecord
zh_cn: 绑定记录

source: BlockOutStation
id_id: ModulKeluarStasiun
zh_cn: 模组出站

source: CancelOrder
id_id: BatalkanPesanan
zh_cn: 取消工单

source: CellOutStation
id_id: SelKeluarStasiun
zh_cn: 电芯出站

source: DataRecord
id_id: RekamanData
zh_cn: 数据记录

# DeleteEquipment
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteErrorLog
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteOperateLog
source: Delete
id_id: Hapus
zh_cn: 删除

# DeletePermission
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteRole
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteRoute
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteRunningLog
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteUnitProcedure
source: Delete
id_id: Hapus
zh_cn: 删除

# DeleteUser
source: Delete
id_id: Hapus
zh_cn: 删除

source: DetectRecord
id_id: Rekaman Deteksi
zh_cn: 检测记录

# EditEquipment
source: Edit
zh_cn: 编辑

# EditPermission
source: Edit
zh_cn: 编辑

# EditRole
source: Edit
zh_cn: 编辑

# EditRoute
source: Edit
zh_cn: 编辑

# EditUnitProcedure
source: Edit
zh_cn: 编辑

# EditUser
source: Edit
zh_cn: 编辑

source: EquipmentRegister
id_id: Peralatan
zh_cn: 设备注册

source: ErrorLog
id_id: LogError
zh_cn: 错误日志

# ExportErrorLog
source: Export
id_id: EksporLogError
zh_cn: 导出

# ExportOperateLog
source: Export
id_id: EksporLogOperasi
zh_cn: 导出

# ExportRunningLog
source: Export
id_id: ExportRunningLog
zh_cn: 导出

source: ExternelLog
id_id: EksporLogBerjalan
zh_cn: 外部日志

source: FastBind
id_id: BindCepat
zh_cn: 快速绑定

source: FastUnbind
id_id: UnbindCepat
zh_cn: 快速解绑

source: GetOrder
id_id: DapatkanPesanan
zh_cn: 获取工单

source: GetProduct
id_id: DapatkanProduk
zh_cn: 获取产品

source: GetRecipe
id_id: DapatkanResep
zh_cn: 获取配方

# LineMangement
source: Line
id_id: ManajemenGaris
zh_cn: 线体管理

# LogMangement
source: Log
id_id: ManajemenLog
zh_cn: 日志管理

source: OfflineRecord
id_id: RekamanOffline
zh_cn: 离线记录

# OperateLog
source: OperationLog
zh_cn: 操作日志

# OperationMangement
source: Operation
zh_cn: 操作管理

# OrderMangement
source: Order
id_id: ManajemenPesanan
zh_cn: 工单

source: OutstationRecord
id_id: RekamanKeluarStasiun
zh_cn: 出站记录

source: PartRecord
zh_cn: 物料记录

source: PauseOrder
id_id: RekamanPart
zh_cn: 暂停工单

source: Permission
id_id: Izin
zh_cn: 权限

source: Preprocess
id_id: Praproses
zh_cn: 预处理段

source: ProcessMangement
id_id: ManajemenParameter
zh_cn: 工艺配置

source: ProcessRecord
id_id: RekamanProses
zh_cn: 过程记录

source: Product
id_id: Produk
zh_cn: 产品列表

source: ProductMangement
id_id: ManajemenProduk
zh_cn: 产品管理

source: RecipeESOP
id_id: ESOP
zh_cn: ESOP

# RecipeMangement
source: Recipe
id_id: Resep
zh_cn: 配方管理

source: RecipeParam
id_id: Parameter
zh_cn: 配方参数

source: RecipePart
id_id: Part
zh_cn: 配方物料

source: RecipeStep
id_id: Langkah
zh_cn: 配方工步

source: Record
id_id: Rekaman
zh_cn: 生产数据

source: Repair
id_id: Perbaiki
zh_cn: 返修

source: ResetPasswords
id_id: AturUlangKataSandi
zh_cn: 重置密码

# RouteMangement
source: Route
zh_cn: 工艺路线

source: RunningLog
id_id: LogBerjalan
zh_cn: 运行日志

# StartOrder
source: Order
id_id: MulaiPesanan
zh_cn: 启动工单

source: System
id_id: Sistem
zh_cn: 系统管理

source: SystemUser
id_id: Pengguna
zh_cn: 用户

source: UnitProcedure
id_id: ProsedurUnit
zh_cn: 设备管理

# ViewEquipment
source: View
id_id: Detail
zh_cn: 查看

# ViewOrder
source: View
id_id: Detail
zh_cn: 查看

# ViewPermission
source: View
id_id: Detail
zh_cn: 查看

# ViewRole
source: View
id_id: Detail
zh_cn: 查看

# ViewUnitProcedure
source: View
id_id: Detail
zh_cn: 查看

# ViewUser
source: View
id_id: Detail
zh_cn: 查看
